{
  "works": [
    {
      "title": "System Raja Keberuntungan \"Dunia Menjadi Milikku\"",
      "slug": "system-raja-keberuntungan",
      "cover": "/assets/images/uploads/poster-2.jpeg",
      "genre": "Fantasi / System / Love",
      "status": "Completed",
      "synopsis": "Seumur hidup, Raka Pradipta selalu menjadi pria paling sial di kota.\nMiskin, dihina, ditipu, dan selalu kalah bahkan takdir seolah menertawakannya.\n\nHingga suatu hari, di ambang kematian, hidupnya berubah.\n\n[Sistem Raja Keberuntungan telah diaktifkan.]\n\nSejak saat itu, dunia yang kejam mulai bertekuk lutut.\nKeberuntungan mustahil, peluang emas, dan kekuatan tersembunyi perlahan jatuh ke tangannya.\n\nNamun Raka segera menyadari satu hal\nkeberuntungan bukan hadiah gratis.\n\nSetiap kemenangan memancing musuh yang lebih kuat.\nSetiap langkah naik level membawa harga yang harus dibayar.\n\nDari pria paling sial, Raka bangkit menantang pengusaha licik, organisasi rahasia, dan konspirasi yang mengatur takdir manusia.\nDi tengah kekacauan, cinta, godaan, dan pengkhianatan datang silih berganti.\n\nAkankah Raka menjadi Raja Nasib…\natau justru hancur oleh keberuntungan itu sendiri?\n\nUrban Fantasy penuh aksi, sistem, balas dendam, misteri, dan romance yang intens."
    },
    {
      "title": "Rumah Mengingat Namamu",
      "slug": "rumah-mengingat-namamu",
      "cover": "/assets/images/uploads/rumah-mengingat-namamu.jpeg",
      "genre": "Romance Drama | Mystery Keluarga",
      "status": "Ongoing",
      "synopsis": "Alma Ratri pulang ke kota kecil yang selalu ia benci: tempat kenangan menyakitkan dikubur rapi di balik senyum tetangga dan doa-doa yang diucapkan tanpa sungguh-sungguh.\n\nRumah peninggalan keluarganya akan dijual. Alma hanya ingin satu hal: menutup masa lalu, lalu pergi lagi.\n\nTapi sejak malam pertama ia menginap, muncul sebuah surat di sudut rumah—tertulis dengan tulisan tangan yang ia kenal.\nDan keesokan harinya… surat lain muncul.\nLalu lagi.\nSeolah rumah itu menyimpan napas, menyimpan ingatan, dan menolak dilupakan.\n\nKetika Alma mulai menyusun potongan rahasia tentang ayah dan ibunya, ia dipertemukan kembali dengan Raka Naratama, seseorang yang dulu ia tinggalkan tanpa penjelasan. Raka bukan lagi anak lelaki yang ia kenal. Ia dewasa, tenang, dan terlalu lihai membaca kebohongan Alma.\n\nNamun semakin dekat Alma pada kebenaran, semakin jelas bahwa rahasia itu bukan tentang cinta yang hilang—melainkan tentang dosa besar yang pernah dilakukan keluarga mereka. Dosa yang melibatkan orang-orang terhormat kota. Dosa yang bila terbongkar, akan menghancurkan reputasi banyak orang… termasuk Alma sendiri.\n\nDi antara surat-surat yang terus datang dan rasa yang tak pernah benar-benar mati, Alma harus memilih:\nmenyelamatkan nama baik… atau menyelamatkan dirinya sendiri.\n\nKarena ada hal yang lebih menakutkan dari kehilangan rumah:\nmengetahui bahwa rumah itu mengingat namamu, karena ia juga mengingat siapa yang pernah menyakitimu."
    }
  ]
}
