{
  "novel_slug": "system-raja-keberuntungan",
  "code": "01",
  "title": "Pria Paling Sial di Kota",
  "date": "2026-01-22",
  "published": true,
  "content": "Hujan turun sejak sore itu, bukan hujan pujian karena mencapai sebuah prestasi, namun hujan rintik disertai angin hingga rasa dingin menusuk sampai ketulang. Air mengalir di sela-sela sandal tipis, merambat naik ke telapak kaki seperti ingin mengingatkan siapa pun yang masih berjalan di luar, bahwa hidup memang tidak selalu ramah pada orang miskin.\n\nRaka Pradipta menahan napas, menunduk, melindungi kepala dengan map plastik yang sudah kusam. Di dalam map itu ada dua lembar kertas yang basah sedikit karena rembesan hujan: surat lamaran kerja dan fotokopi ijazah yang sudah mulai pudar tintanya.\n\nIa baru saja keluar dari sebuah gedung perkantoran ketiga kalinya hari ini.\n\nTiga. ya, ketiga kalinya.\n\nDan tiga kali pula ia mendapatkan jawaban yang sama.\n\n“Maaf, Mas… posisi sudah penuh.”\n\nKalimatnya berbeda-beda, tapi maknanya sama: Raka tidak dibutuhkan.\n\nPadahal, ia tidak pernah menuntut banyak. Tidak minta gaji besar. Tidak minta jabatan tinggi. Ia hanya ingin kerja.\n\nKerja yang bisa membuatnya pulang membawa kabar baik untuk ibunya.\n\nDi saku celana, ponselnya bergetar sekali.\n\n\"Beeep...\"\n\nRaka menghentikan langkahnya tepat di bawah atap toko yang sudah tutup. Ia mengusap layar ponsel dengan ujung kausnya yang agak basah karena tetesan hujan.\n\nIa segera meihat layar ponselnya. \n\nIbu\n\n \"Raka, kamu sudah makan?\"\n\nRaka menatap pesan itu lama, seperti menatap sesuatu yang terlalu berharga untuk disentuh.\n\nAda rasa perih yang tidak terlihat di wajahnya. Perih yang hanya bisa dirasakan orang yang hidupnya memang sedang terpuruk, tapi masih harus berpura-pura baik-baik saja agar orang lain tidak ikut runtuh, terutama ibunya.\n\nIa mengetik balasan cepat.\n\n\"Sudah, Bu. Ini habis dari interview. Doain ya\" \n\nSebenarnya ia belum makan sejak pagi. Uang yang tersisa cuma cukup untuk ongkos pulang dan… kalau dipaksakan… mungkin hanya cukup untuk membeli sebungkus nasi kucing.\n\nTapi ia tidak mau ibunya khawatir.\n\nRaka memasukkan ponselnya kembali ke saku, lalu berjalan lagi. Kakinya terasa berat bukan karena air hujan, tapi karena rasa lelah,putus asa, dan malu bercampur menjadi satu.\n\nIa tau, ia tak bisa berhenti berusaha walau rasa lelah menyelimuti dirinya, demi ibu, demi satu satunya keluarga yang saat ini ingin ia banggakan.\n\nDari kejauhan, lampu merah menyala. Jalan raya ramai dengan lalu lalang kendaraan. Klakson bersahutan, seolah dunia tidak peduli bahwa ada satu orang yang baru saja kalah dalam pertempuran mencari penghidupan. ini bukan pertama kali raka mencari pekerjaan, menyodorkan sebuah map, berajalan dari kantor ke kantor. ya ini sudah hari ke tiga dia beradu nasib.\n\nRaka menatap kendaraan yang melaju sambil berkata dalam hatinya.\n\n“Kalau aku hilang sekarang, apa ada yang sadar?”\n\nPertanyaan itu muncul tiba-tiba di kepala, bukan sebagai niat bunuh diri, tapi sebagai bentuk kelelahan. Kelelahan mental. Kelelahan menjadi orang yang selalu kalah.\n\nIa melewati gerobak kecil di pinggir jalan.\n\nSeorang bapak penjual nasi goreng sedang sibuk membalik wajan dengan cekatan. Asap mengepul, aromanya menyeruak sampai membuat perut Raka berkontraksi.\n\nRaka menelan ludah.\n\nIa memalingkan mukanya, lalu mempercepat langkahnya sambil bergumam dalam hatinya.\n\n\"Jangan lihat. Nanti makin lapar\"\n\nTapi langkahnya terhenti saat mendengar suara yang sangat ia kenal.\n\n“Raka?”\n\nRaka menoleh.\n\nDi bawah payung hitam, berdiri seorang perempuan dengan jaket krem dan tas selempang. Rambutnya agak basah di ujung, pipinya memerah karena udara dingin. Matanya menatap Raka seperti… seperti melihat seseorang yang lama tidak ia temui, tapi masih ia ingat dengan baik.\n\n“Nadira…?” suara Raka serak.\n\nPerempuan itu tersenyum kecil, seolah senyum sederhana pun cukup untuk membuat jalanan mendadak terasa hangat.\n\n“Nggak nyangka ketemu kamu di sini,” kata Nadira.\n\n “Kamu dari mana? Kok kehujanan gini.” \n\nRaka ingin menjawab “dari kantor-kantor yang menolakku,” tapi ia menahan kata-kata itu.\n\n“Habis cari kerja,” jawabnya akhirnya, singkat.\n\nNadira menatap map kusam di tangan Raka. Lalu menatap wajah Raka lagi. Seperti ada sesuatu yang ingin ia katakan, tapi ia ragu.\n\n“Kamu… udah makan?” tanya Nadira sambil sedikit tersenyum.\n\nPertanyaan itu menusuk tepat di tempat yang tidak bisa ditutup kebohongan.\n\nRaka menggaruk tengkuk,sambil menunduk, lalu tertawa kecil. Tawa yang terdengar lebih seperti suara orang menahan runtuh.\n\n“Udah kok.”\n\nNadira tidak menjawab. Ia hanya menarik napas pelan, lalu menggeser payungnya agar menutupi Raka juga.\n\n“Kamu bohong,” katanya.\n\nRaka diam.\n\nBukan karena ia ingin diam, tapi karena ia tidak punya tenaga untuk menjelaskan hidupnya.\n\nNadira menunjuk gerobak nasi goreng di pinggir jalan. “Makan di situ yuk.”\n\nRaka refleks menggeleng. “Nggak usah, Nad. Aku ...” raka ragu untuk melanjutkan katanya, karna da memang benar-benar kepalaran.\n\n“Raka.” \n\nNada suara Nadira sangat lembut, tapi ada ketegasan yang tidak bisa ditolak.\n\n “Aku yang traktir. Anggap aja… bayar utang waktu kita masih kecil.”\n\nRaka terdiam.\n\nWaktu kecil, Nadira sering jatuh dari sepeda, dan Raka yang selalu menolong. Nadira yang selalu menangis, dan Raka yang selalu menghibur. Dulu mereka sama-sama anak kampung, sama-sama lari-lari di halaman masjid, sama-sama memegang mimpi yang rasanya dekat.\n\nSekarang… mimpi itu terasa seperti langit yang terlalu tinggi untuk digapai.\n\nRaka akhirnya mengangguk.\n\nMereka duduk di bangku plastik kecil. Suara wajan beradu, aroma bawang goreng, dan bunyi hujan di aspal menjadi latar yang aneh tapi nyaman.\n\nNadira memesan dua porsi.\n\nRaka membuka mulut untuk protes, tapi Nadira sudah mendahului. \n\n“Biar aku yang atur.”\n\nSaat nasi goreng datang, Raka menatap piringnya seperti orang yang baru saja diberi sesuatu yang sangat mahal.\n\nIa makan pelan, menahan diri agar tidak terlihat terlalu lapar.\n\nTapi Nadira tetap tahu.\n\n“Kerjaan susah ya sekarang,” katanya pelan.\n\nRaka mengangguk.\n\nNadira mengaduk sendoknya, lalu berkata, \n\n“Kalau kamu mau… aku bisa tanya tempat temenku. Mereka butuh staf admin.”\n\nRaka berhenti mengunyah.\n\nHarapan itu seperti bara kecil yang jatuh di tengah tumpukan kertas basah.\n\nTapi kemudian bara itu langsung ia tekan sendiri.\n\n“Jangan, Nad,” katanya.\n\n “Nanti kamu repot.”\n\nNadira menatapnya.\n\n “Kamu tuh selalu gitu.” dengan nada yang agak jengkel.\n\n “Gitu gimana?” sahut Raka\n\n“Selalu mikirin orang lain, tapi nggak pernah mikirin diri sendiri.”\n\nKalimat itu membuat Raka ingin tersenyum, tapi yang keluar malah rasa getir.\n\n“Aku cuma nggak mau nyusahin orang lain Nad,” jawab Raka.\n\nNadira menatap hujan, lalu berkata lirih,\n\n“Kadang yang kita butuh bukan kuat terus… tapi mau ditolong.”\n\nRaka tercekat.\n\nAda rasa asing saat mendengar seseorang masih peduli, padahal dunia sudah berkali-kali menamparnya.\n\nSetelah makan, Nadira membayar tanpa memberi kesempatan Raka mengeluarkan dompetnya. Raka hanya bisa berdiri canggung, memegang mapnya, merasa kecil.\n\nDi trotoar, Nadira berkata, \n\n“Aku antar sampai depan gangmu ya.”\n\nRaka menggeleng cepat. \n\n“Nggak perlu. Kamu pulang aja. Udah malem.”\n\nNadira menghela napas. \n\n“Raka, kamu ini…”\n\nNamun sebelum ia melanjutkan, suara mesin motor meraung dari arah belakang.\n\nSebuah motor sport berhenti mendadak di pinggir jalan, menyiram air kotor ke kaki mereka.\n\nRaka refleks mundur. Nadira terkejut dan menahan napas.\n\nDari motor itu turun seorang pria dengan jaket kulit hitam. Rambutnya disisir rapi, jam tangan mengkilap di tangan kiri. Wajahnya tampan dan menyebalkan. wajah orang yang hidupnya tidak pernah kekurangan.\n\nIa menatap Raka sebentar, lalu tersenyum miring.\n\n“Wah,” katanya,\n\nsuara itu berbunyi penuh ejekan,\n\n“siapa ini? Masih hidup aja, Rak?”\n\nRaka menghela nafas panjang, namun tak bisa berbohong dia sedang menahan emosinya.\n\nSuara itu hanya punya satu pemilik yaitu.\n\nReno Mahendra.\n\nPria yang dulu selalu meremehkannya.\n\nPria yang sekarang berdiri dengan gaya pemenang, dan menatap Nadira seperti ia punya hak atas perempuan itu.\n\nReno mendekat, lalu menatap Nadira. \n\n“Nad, kamu ngapain bareng dia? Kamu nggak takut ketularan miskin?”\n\nNadira mengerutkan kening.\n\n“Reno, jaga ucapan mu.”\n\nReno tertawa kecil.\n\n“Aku cuma bercanda. Lagian… kamu kan tau, orang kayak Raka itu hidupnya gitu-gitu aja. Nggak bakal jadi apa-apa.”\n\nRaka mengepalkan tanganya.\n\nIa ingin membalas.\n\nIngin menampar mulut itu.\n\nTapi ia tidak punya apa-apa. Tidak punya kuasa. Tidak punya posisi. Tidak punya uang.\n\nYang ia punya hanya harga diri yang setiap hari diinjak oleh orang seperti Reno.\n\nReno melangkah lebih dekat ke Raka, menepuk map plastiknya pelan. \n\n“Lamaran kerja lagi? Hahaha… kasihan banget.”\n\nRaka menahan emosinya dengan tangan yang mengepal seakan siap untuk mendaratkanya.\n\nNadira maju satu langkah, ingin melindungi Raka.\n\nNamun saat itulah, sebuah mobil dari arah kanan melaju cepat... terlalu cepat di jalan yang basah. hinga ban mobil tersebut mengalami selip, lampu menyilaukan, suara rem melengking.\n\nRaka mendengar Nadira menjerit.\n\nSemuanya terjadi dalam sepersekian detik.\n\nRaka tidak sempat berpikir.\n\nIa hanya sempat melihat satu hal: Nadira berdiri tepat di jalur mobil itu.\n\nRaka bergerak, mendorong Nadira sekuat tenaga.\n\nNadira lalu terjatuh ke trotoar.\n\nTapi Raka masih berdiri di jalur mobil sendiri…\n\nTubuhnya terkena hantaman. \n\n\"Duaarrrr\"\n\nSeper sekian detik dunia Raka berputar.\n\nSuara hujan menghilang.\n\nSuara klakson menjauh seperti mimpi.\n\nLalu gelap.\n\nDi tengah gelap itu, ada suara dingin. Bukan suara manusia, yang terdengar langsung di dalam kepalanya.\n\n[SINKRONISASI DIMULAI…]\n\n [SUBJEK: RAKA PRADIPTA]\n\n [STATUS: NYARIS MATI]\n\n [KONDISI: NASIB TERBURUK TERKUNCI]\n\n [AKTIVASI: SISTEM RAJA KEBERUNTUNGAN]\n\nRaka tidak bisa bergerak. Tidak bisa membuka mata. Tapi ia bisa merasakan sesuatu… seperti pintu yang selama ini tertutup rapat… kini dibuka dari dalam.\n\n[SELAMAT DATANG, CALON RAJA NASIB.]\n\nDan tepat saat kalimat itu selesai terdengar…\n\njantung Raka yang sempat berhenti,\n\nberdetak lagi.",
  "external_links": {},
  "work_slug": "system-raja-keberuntungan"
}
