{
  "published": true,
  "work_slug": "system-raja-keberuntungan",
  "code": "02",
  "title": "Hadiah Pertama Sang Raja Keberuntungan",
  "date": "2026-02-01",
  "content": "Raka tidak tahu berapa lama ia berada di antara hidup dan mati.\n\nYang ia tahu hanya satu: ada rasa dingin yang mengalir dari tengkuk ke ujung jari, seperti air es menelusuri sarafnya. Sesekali suara samar terdengar bercampuran antara teriakan, langkah tergesa-gesa, bunyi hujan yang semakin jauh, lalu semuanya tenggelam kembali dalam kegelapan.\n\nNamun di dalam kegelapan itu, ada sesuatu yang tetap menyala.\n\nSebuah layar tarnfaran, atau lebih tepatnya, sebuah teks melayang sekaligus bercahaya.\n\nIa tidak melihatnya dengan mata, tapi ia merasakannya seolah langsung dicetak di pikirannya.\n\n[SISTEM RAJA KEBERUNTUNGAN AKTIF]\n\n [MENGAMANKAN NYAWA SUBJEK…]\n\n [STABILISASI: 12%… 37%… 64%…]\n\n [STABILISASI SELESAI]\n\nRaka ingin bertanya.\n\nSistem apa ini?\n\nKeberuntungan apa?\n\nTapi bibirnya tidak bisa bergerak.\n\nIa hanya bisa… mendengar suara itu lagi, datar, tak punya emosi seperti robot tapi terasa lebih “hidup” dari mesin mana pun.\n\n[MISI PERTAMA DIBUKA]\n\n [NAMA MISI: BERTAHAN HIDUP]\n\n [TARGET: BUKA MATA DALAM 10 MENIT]\n\n [HADIAH: 10 POIN HOKI + 1 KARTU NASIB]\n\n [GAGAL: KEGAGALAN ORGAN]\n\nRasanya Raka ingin tertawa melihat fenomena yang diluar nalarnya, dan mungkin hanya pernah membayangkan di imajenasinya saja, namun sekarang terpampang nyata di hadapanya.\n\nIni mimpi ya? Gumamnya \n\nTapi rasa sakit di dadanya begitu nyata. Napasnya berat. Seolah ada benda tajam menekan iga. Tenggorokannya kering dan pahit seperti dipenuhi debu.\n\nIa berusaha.\n\nBerusaha sekuat tenaga untuk mengingat siapa dirinya.\n\nNama…\n\nRaka.\n\nRaka Pradipta.\n\nIa ingin hidup.\n\nBukan karena ia merasa hidupnya indah tapi karena ia tahu ada seseorang yang menunggunya pulang.\n\nIbu.\n\nDan juga… Nadira.\n\nIa mengingat detik terakhir sebelum gelap. Nadira terdorong ke trotoar. Suara rem. Mobil meluncur. Tubuhnya terhantam.\n\nDan Reno.\n\nWajah sombong itu.. wajah orang yang selalu merasa dunia miliknya.\n\nRaka menahan napas, memaksa kelopak matanya bergerak.\n\nKegelapan itu bergetar.\n\nSeperti tirai berat yang perlahan bisa disibak.\n\nSatu tarikan.\n\nDua tarikan.\n\nDada Raka terasa seperti dibakar.\n\nTapi di detik kesembilan… cahaya menyusup masuk.\n\nPutih.\n\nMenyilaukan.\n\nRaka berkedip keras, lalu membuka mata sedikit lebih lebar.\n\nLangit-langit putih.\n\nBau antiseptik.\n\nSuara monitor \n\n“tit… tit… tit…”\n\n di samping ranjang.\n\nIni rumah sakit. Raka mulai sadar dimana ia berada.\n\nRaka mencoba bergerak, tapi tubuhnya seperti dipaku. Ia meringis. Ada perban di kepala, dan dadanya terasa ditindih batu besar.\n\n“Mas? Mas Raka?”\n\nSuara perempuan terdengar dari dekat.\n\nRaka menoleh perlahan. Seorang perawat berdiri di sampingnya, memakai masker. Matanya membesar saat melihat Raka sadar.\n\n“Alhamdulillah… Mas sadar!” \n\nPerawat itu segera menekan tombol di dinding. \n\n“Dokter! Pasiennya sadar!”\n\nRaka menelan ludah. Tenggorokannya perih.\n\nDi pintu, seorang perempuan masuk tergesa-gesa, rambutnya diikat sederhana, wajahnya pucat tapi matanya penuh khawatir.\n\nNadira.\n\nRaka membeku sesaat.\n\nNadira berjalan cepat mendekat, lalu berhenti setengah langkah dari ranjang. Matanya berkaca-kaca. Napasnya bergetar seperti ia menahan tangis sejak tadi.\n\n“Kamu… kamu sadar…” suaranya pecah.\n\nRaka ingin berkata: \n\n\"Aku nggak apa-apa.\"\n\nTapi yang keluar hanya suara serak. \n\n“Nad…”\n\nNadira menutup mulut dengan tangan, menahan air mata yang tumpah.\n\n“Kamu nyelametin aku…” \n\nNadira berbisik, seolah masih tidak percaya. \n\n“Kalau kamu nggak dorong aku, mungkin aku…”\n\nRaka menatapnya. Ada rasa hangat yang aneh di dadanya, bukan hangat karena nyaman, tapi hangat karena… \n\nMasih ada manusia yang peduli.\n\n“Yang penting kamu selamat,” \n\nRaka menjelaskan dengan nada yang agak Berat.\n\nNadira menggeleng, air matanya pun jatuh tanpa sadar. \n\n“Tapi kamu yang kena…”\n\n“Mas Raka, jangan banyak bicara dulu,” \n\nPerawat itu menjelaskan, bahwa ia belum sepenuhnya pulih, kemudian menyesuaikan selang infus.\n\nRaka mengangguk, meski kepalanya terasa berdenyut.\n\nBeberapa menit kemudian, dokterpun datang untuk memeriksa kondisi Raka.\n\nDokter itu bertanya hal-hal dasar: nama, tanggal, apakah ia ingat kejadian. Raka menjawab sebisanya.\n\nDokter menghela napas lega. \n\n“Kamu beruntung sekali.” \n\nTutur dokter menjelaskan keadaan Raka.\n\nRaka menatap dokter itu kosong.\n\nDokter lanjut menjelaskan. \n\n“Hasil pemeriksaan menunjukkan tidak ada pendarahan otak. Tapi tulang rusukmu memar, dan kamu perlu istirahat\"\n\n\"Kamu sempat kehilangan banyak darah. Sedikit saja terlambat… bisa fatal.”\n\nNadira memejamkan mata sambil menghelanapas panjang.\n\nTerlihat di wajahnya rasa syukur atas penjelasan Dokter tentang keadaan Raka.\n\nRaka justru terdiam.\n\nKalimat dokter itu terngiang.\n\nBeruntung.\n\nKata itu terasa aneh di lidahnya.\n\nSelama ini, kata “beruntung” bukanlah bagian dari hidupnya.\n\nPerawat pun berjalan kedepan pintu menjelaskan bahwa Dokter sudah cukup untuk memeriksa keadaan pasien.\n\nNadira tetap di samping ranjang, duduk di kursi dengan kedua tangan menggenggam tasnya.\n\nAda hening beberapa detik.\n\nNadira menatap Raka, lalu berkata pelan, \n\n“Maaf…”\n\nRaka mengerutkan kening. \n\n“Maaf kenapa?”\n\nNadira menunduk.\n\n“Karena… kamu jadi korban gara-gara aku.”\n\nRaka ingin tertawa, tapi dadanya sakit.\n\n“Nad, kamu jangan mikir gitu,” \n\nkatanya. \n\n“Aku dorong kamu karena aku mau.”\n\nNadira menggeleng pelan. \n\n“Kamu selalu begitu.”\n\nRaka terdiam.\n\nLalu Nadira bertanya sesuatu yang membuat ruangan seolah berhenti bergerak.\n\n“Raka… kamu punya siapa selain ibumu?”\n\nRaka menatap langit-langit.\n\nJawabannya sederhana.\n\nTidak banyak.\n\nIa hanya punya ibu.\n\nDan… ya, mungkin ia hanya berharap, punya Nadira sebagai teman dekatnya.\n\nTapi sebagai orang yang tidak punya harapan masa depan ia merasa tak layak untuk dianggap teman dekat oleh Nadira.\n\nAlih-alih ia ingin menganggap Nadira lebih dari sekedar teman dekatnya, namun dia tahu mungkin Nadira sudah “punya seseorang”… dihidupnya yang sekarang, ia tak berani terlalu berharap dan berjuang untuk itu.\n\n“Nggak ada,” jawab Raka dengan nada lirih.\n\nNadira menggigit bibir. Matanya kembali berkaca.\n\n“Kalau gitu, jangan macam-macam. Jangan nekat. Kamu pikir kalau kamu mati… ibumu gimana?”\n\nRaka menelan ludah.\n\nIa tidak pernah ingin menjadi beban, tapi rupanya keberadaannya sendiri sudah menjadi beban bagi orang yang mencintainya.\n\nRaka ingin menjawab, tapi sebelum itu…\n\nSuara dingin itu muncul lagi.\n\n[MISI SELESAI: BERTAHAN HIDUP]\n\n [HADIAH DIBERIKAN]\n\n +10 POIN HOKI\n\n +1 KARTU NASIB (GRADE: RARE)\n\nRaka membeku.\n\nSuaranya jelas, sangat jelas.\n\nSeolah-olah ada seseorang berdiri tepat di belakang telinganya, membisikkan kalimat itu.\n\nTapi Nadira tidak bereaksi sama sekali.\n\nTidak menoleh.\n\nTidak terkejut.\n\nTidak apa pun.\n\nArtinya…\n\nHanya Raka yang mendengar.\n\nRaka menatap kosong.\n\nDi pandangannya, di atas udara yang sebenarnya kosong, muncul panel tipis seperti layar transparan.\n\nTulisan-tulisannya melayang.\n\n[ STATUS ]\n\n[ Nama: Raka Pradipta ]\n\n[ Kondisi: Cedera Berat (Stabil) ]\n\n[ Poin Hoki: 10 ]\n\n[ Level Nasib: 0 (Calon Raja Keberuntungan ) ]\n\n[ Kartu Nasib: 1 ]\n\nRaka memejamkan mata cepat, lalu membukanya lagi.\n\nPanel itu masih ada.\n\nIni bukan halusinasi?\n\nJantungnya berdetak lebih cepat.\n\nNadira memanggil pelan, \n\n“Raka? Kamu kenapa?”\n\nRaka tersentak dengan suara itu. \n\n“Nggak… nggak apa-apa.”\n\nIa menelan ludah. Lalu berpura-pura menutup mata sebentar agar Nadira tidak curiga. Di dalam pikirannya, Raka mencoba fokus pada tulisan itu.\n\n“Kartu Nasib…”\n\nPanel berubah, menampilkan satu kartu berwarna emas keperakan.\n\n[ KARTU NASIB: “TITIK BALIK” ]\n\n[ Deskripsi: Kesempatan langka untuk membalik keadaan ]\n\n[ Efek: Saat diaktifkan, peluang keberhasilan target meningkat drastis selama 1 jam ]\n\n[ Cooldown: 7 hari ]\n\n[ Catatan: Gunakan pada momen yang menentukan ]\n\nRaka menahan napas.\n\nSatu jam keberuntungan ekstrem?\n\n\"Itu…\"\n\nItu seperti memegang kunci pintu yang selama ini terkunci rapat.\n\nRaka ingin langsung mengujinya.\n\nTapi ia juga sadar… ia masih terbaring di ranjang rumah sakit, dengan dipenuhi perban dan rasa sakit.\n\nDi depan Nadira, ia harus tetap terlihat normal.\n\nRaka membuka mata dan menghela napas pelan.\n\nNadira menatapnya. \n\n“Aku udah kabarin ibumu.\"\n\n\"Tapi… aku nggak berani kasih tau detailnya. Aku cuma bilang kamu kecelakaan kecil dan sekarang aman.”\n\nRaka membeku.\n\n“Ibuku… tau?” tanyanya serak.\n\nNadira mengangguk. \n\n“Iya. Ibu mu mau ke sini, tapi aku bilang tunggu dulu.\n\nAku takut dia panik. Kayaknya ibu mu juga lagi nggak enak badan.”\n\nRaka menggigit bibir.\n\nIa ingin menangis, tapi ia tidak punya hak untuk itu. Ia harus kuat.\n\n“Aku nyusahin kamu lagi,” \n\nkata Raka lirih.\n\nNadira tersenyum lemah. \n\n“Kamu tuh, kalau ngomong selalu begitu.”\n\nSeketika suasana hening menyelimuti pembicaraan mereka berdua.\n\nLalu Nadira menarik napas. Seolah ia memutuskan sesuatu.\n\n“Raka…” \n\nNadira menatap lurus. \n\n“Kamu butuh uang, kan?”\n\nPertanyaan itu membuat Raka kaku.\n\nHarga diri lelaki kadang bukan sesuatu yang bisa dilipat begitu saja.\n\nRaka ingin berkata tidak.\n\nTapi ia tidak mau bohong lagi.\n\n“Iya,” \n\nJawabnya pelan, nyaris tak terdengar.\n\nNadira mengangguk, lalu mengeluarkan amplop kecil dari tasnya.\n\n“Ini tidak banyak,” \n\nKatanya cepat, seolah takut Raka menolak. \n\n“Aku pinjemin dulu. Kamu bayar kapan aja kalau kamu udah punya” \n\nNadira tahu, uang itu tidaklah cukup untukup untuk mengganti nyawa yang Raka Selamatkan.\n\nNamun Raka adalah tipe orang yang tak mau menerima uang secara cuma-cuma,\n\n walau Nadira sadar, nyawanya yang sekarang adalah milik Raka. \n\nTanpa Raka yang mendorongnya ke trotoar dialah yang mungkin sekarang terbaring di ranjang rumah sakit.\n\nRaka menatap amplop itu seperti menatap pisau.\n\nUang.\n\nHal sederhana yang selalu menjadi monster di hidupnya.\n\nRaka menggenggam sprei.\n\nMenolak berarti menyakiti Nadira.\n\nMenerima berarti menelan rasa malu.\n\nNamun sebelum ia bisa menjawab…\n\nPintu kamar terbuka.\n\nSeorang pria masuk.\n\nDan begitu Raka melihat wajahnya, darahnya mendidih seketika.\n\nReno Mahendra.\n\nPria itu tidak sendiri. Ada dua orang lain bersamanya: satu berbadan besar seperti bodyguard, satu lagi terlihat seperti teman nongkrong.\n\nReno melangkah masuk dengan santai, seolah kamar rumah sakit itu miliknya. Matanya menatap Raka yang terbaring, lalu menatap Nadira yang duduk di samping ranjang.\n\nReno tersenyum miring dengan wajah congkaknya.\n\n“Wah… Masih hidup rupanya”\n\nNadira berdiri cepat dengan wajah agak cemas dengan kedatangan Reno.\n\n “Reno, kamu ngapain ke sini?!” \n\nReno mengangkat kedua tanganya. \n\n“Tenang, tenang. Aku cuma mau lihat kondisi… pahlawan kita.”\n\nRaka menahan napas.\n\nIa ingin melompat, memukul, mengusir.\n\nTapi tubuhnya nyaris tidak bisa bergerak.\n\nReno sedikit mendekat kearah raka sedang berbaring, lalu menunduk sedikit, kemudian berbisik pelan ke telinga Raka.\n\n“Rak,” \n\nsuara Reno merendah, \n\n“tadi malam itu… kamu nggak ingat kan? Mobil itu… bisa aja nabrak kamu dua kali kalau aku nggak teriak.”\n\nRaka menatapnya tajam.\n\nBohong.\n\nReno bohong.\n\nTapi tatapan Reno tidak seperti orang yang sedang bercanda.\n\nTatapan itu seperti orang yang sedang memastikan sesuatu.\n\nSeolah Reno tahu lebih banyak dari yang Raka sadari.\n\nReno melirik Nadira, lalu berkata, \n\n“Nad, kamu ikut aku sebentar ya. Aku mau ngomong.”\n\nNadira menggeleng pelan. \n\n“ Nggak, Ngomong aja disini”\n\nReno tersenyum, tapi senyum itu dingin.\n\n“Nad, jangan bikin aku ngomong di sini.”\n\nRaka ingin bersuara, tapi napasnya berat.\n\nDi panel sistem, tiba-tiba muncul tulisan baru.\n\n[ PERINGATAN ]\n\n[ ANCAMAN TERDETEKSI ]\n\n[ MISI OPSIONAL: LINDUNGI ORANG BERHARGA ]\n\n[ Target: Pastikan Nadira aman dari ancaman ]\n\n[ Hadiah: 20 Poin Hoki + “Skill Pasif” acak ]\n\n[ Gagal: Kerugian besar pada hubungan dan nasib ]\n\nRaka membeku.\n\nSistem benar-benar… nyata.\n\nDan ancaman itu…\n\nRaka menatap Reno.\n\nUntuk pertama kalinya, ia menyadari bahwa pria ini bukan sekadar sombong.\n\nReno bisa menjadi bahaya.\n\nRaka menarik napas, memaksa suaranya keluar meski sakit.\n\n“Reno,”\n\n katanya pelan tapi tegas, \n\n“keluar.”\n\nReno menoleh, lalu tertawa kecil.\n\n“Kamu nyuruh aku keluar?”\n\n Reno menepuk ranjang pelan. \n\n“Rak, kamu ini lucu. Kamu bahkan nggak bisa berdiri.”\n\nRaka menatapnya tanpa berkedip.\n\nDi dalam dirinya, ada sesuatu yang selama ini mati, sesuatu yang tidak pernah ia miliki.\n\nBukan kekuatan fisik.\n\nBukan uang.\n\nTapi…\n\nkesempatan.\n\nRaka menelan ludah.\n\nPanel sistem berkedip, seolah menunggu perintah.\n\nDi bawah daftar, ada tombol kecil yang tak pernah ia lihat sebelumnya:\n\n[ AKTIFKAN KARTU NASIB: TITIK BALIK ]\n\n[ Durasi: 1 Jam ]\n\n[ Cooldown: 7 Hari ]\n\nRaka menatap tombol itu lama.\n\nSatu jam…\n\nSatu jam untuk membalikkan keadaan.\n\nSatu jam untuk membuat orang seperti Reno… menyesal telah meremehkannya.\n\nRaka mengangkat tatapan.\n\nMatanya bertemu mata Reno.\n\nDan untuk pertama kalinya dalam hidupnya…\n\nRaka tersenyum.\n\nBukan senyum lemah.\n\nTapi senyum orang yang menemukan kartu terakhir di permainan yang hampir ia kalah.\n\n“Reno…” \n\nSuara Raka serak, \n\n“kalau kamu masih pengen ngomong… ngomong sama aku.”\n\nReno menaikkan alis. \n\n“Oh ya?”\n\nRaka menekan tombol system itu di pikirannya.\n\n[ KARTU NASIB “TITIK BALIK” DIAKTIFKAN ]\n\nPada detik itu juga…\n\ndunia terasa berubah.\n\nHujan di luar masih jatuh, tapi bunyinya terdengar seperti musik latar kemenangan.\n\nNapas Raka masih sakit, tapi rasa sakit itu… seperti menjauh sedikit.\n\nDan yang paling aneh…\n\nRaka merasa, hari ini…\n\nTakdir sedang menunduk kepadanya.",
  "external_links": {
    "wattpad": "https://www.wattpad.com/myworks/407202968-system-raja-keberuntungan-dunia-menjadi-milikku",
    "custom_text": "KBM",
    "custom_url": "https://kbm.id/book/read/8ddea5aa-0022-43f5-9b5c-8e071b5855ac/b5c52ef7-dad1-4dd9-98d5-d03c1e670d85"
  }
}
