{
  "published": false,
  "work_slug": "system-raja-keberuntungan",
  "code": "02",
  "title": "Hadiah Pertama Sang Raja Keberuntungan",
  "date": "2026-01-25",
  "content": "Raka tidak tahu berapa lama ia berada di antara hidup dan mati.\nYang ia tahu hanya satu: ada rasa dingin yang mengalir dari tengkuk ke ujung jari, seperti air es menelusuri sarafnya. Sesekali suara samar terdengar—campuran teriakan, langkah tergesa, bunyi hujan yang semakin jauh—lalu semuanya tenggelam lagi dalam gelap.\nNamun di dalam kegelapan itu, ada sesuatu yang tetap menyala.\nSebuah layar… atau lebih tepatnya, sebuah teks bercahaya.\nIa tidak melihatnya dengan mata, tapi ia merasakannya seolah langsung dicetak di pikirannya.\n[SISTEM RAJA KEBERUNTUNGAN AKTIF]\n[MENGAMANKAN NYAWA SUBJEK…]\n[STABILISASI: 12%… 37%… 64%…]\n[STABILISASI SELESAI]\nRaka ingin bertanya.\nSistem apa?\nKeberuntungan apa?\nTapi bibirnya tidak bisa bergerak.\nIa hanya bisa… mendengar suara itu lagi, datar, tak punya emosi seperti robot tapi terasa lebih “hidup” dari mesin mana pun.\n[MISI PERTAMA DIBUKA]\n[NAMA MISI: BERTAHAN HIDUP]\n[TARGET: BUKA MATA DALAM 10 MENIT]\n[HADIAH: 10 POIN HOKI + 1 KARTU NASIB]\n[GAGAL: KEGAGALAN ORGAN]\nRaka ingin tertawa.\nIni mimpi ya?\nTapi rasa sakit di dadanya begitu nyata. Napasnya berat. Seolah ada benda tajam menekan iga. Tenggorokannya kering dan pahit seperti dipenuhi debu.\nIa berusaha.\nBerusaha sekuat tenaga untuk mengingat siapa dirinya.\nNama…\nRaka.\nRaka Pradipta.\nIa ingin hidup.\nBukan karena ia merasa hidupnya indah—tapi karena ia tahu ada seseorang yang menunggunya pulang.\nIbu.\nDan juga… Nadira.\nIa mengingat detik terakhir sebelum gelap. Nadira terdorong ke trotoar. Suara rem. Mobil meluncur. Tubuhnya terhantam.\nDan Reno.\nWajah sombong itu—wajah orang yang selalu merasa dunia miliknya.\nRaka menahan napas, memaksa kelopak matanya bergerak.\nGelap itu bergetar.\nSeperti tirai berat yang perlahan bisa disibak.\nSatu tarikan.\nDua tarikan.\nDada Raka terasa seperti dibakar.\nTapi di detik kesembilan… cahaya menyusup masuk.\nPutih.\nMenyilaukan.\nRaka berkedip keras, lalu membuka mata sedikit lebih lebar.\nLangit-langit putih.\nBau antiseptik.\nSuara monitor “tit… tit… tit…” di samping ranjang.\nRumah sakit.\nRaka mencoba bergerak, tapi tubuhnya seperti dipaku. Ia meringis. Ada perban di kepala, dan dadanya terasa ditindih batu besar.\n“Mas? Mas Raka?”\nSuara perempuan terdengar dari dekat.\nRaka menoleh perlahan. Seorang perawat berdiri di sampingnya, memakai masker. Matanya membesar saat melihat Raka sadar.\n“Alhamdulillah… Mas sadar!” perawat itu segera menekan tombol di dinding. “Dokter! Pasiennya sadar!”\nRaka menelan ludah. Tenggorokannya perih.\nDi pintu, seorang perempuan masuk tergesa, rambutnya diikat sederhana, wajahnya pucat tapi matanya penuh khawatir.\nNadira.\nRaka membeku sesaat.\nNadira berjalan cepat mendekat, lalu berhenti setengah langkah dari ranjang. Matanya berkaca-kaca. Napasnya bergetar seperti ia menahan tangis sejak tadi.\n“Kamu… kamu sadar…” suaranya pecah.\nRaka ingin berkata: Aku nggak apa-apa.\nTapi yang keluar hanya suara serak. “Nad…”\nNadira menutup mulut dengan tangan, menahan air mata yang tumpah.\n“Kamu nyelametin aku…” Nadira berbisik, seolah masih tidak percaya. “Kalau kamu nggak dorong aku, mungkin aku…”\nRaka menatapnya. Ada rasa hangat yang aneh di dadanya—bukan hangat karena nyaman, tapi hangat karena… masih ada manusia yang peduli.\n“Yang penting kamu selamat,” katanya pelan.\nNadira menggeleng, air mata jatuh. “Tapi kamu yang kena…”\n“Mas Raka, jangan banyak bicara dulu,” perawat itu menenangkan, lalu menyesuaikan selang infus.\nRaka mengangguk, meski kepalanya berdenyut.\nBeberapa menit kemudian, dokter datang memeriksa, bertanya hal-hal dasar: nama, tanggal, apakah ia ingat kejadian. Raka menjawab sebisanya.\nDokter menghela napas lega. “Kamu beruntung sekali.”\nRaka menatap dokter itu kosong.\nDokter melanjutkan, “Hasil pemeriksaan menunjukkan tidak ada pendarahan otak. Tapi tulang rusukmu memar, dan kamu perlu istirahat. Kamu sempat kehilangan banyak darah. Sedikit saja terlambat… bisa fatal.”\nNadira memejamkan mata, seperti baru bisa bernapas.\nRaka justru terdiam.\nKalimat dokter itu terngiang.\nBeruntung.\nKata itu terasa aneh di lidahnya.\nSelama ini, “beruntung” bukan bagian dari hidupnya.\nPerawat keluar. Dokter juga pergi setelah memberi instruksi. Nadira tetap di samping ranjang, duduk di kursi dengan kedua tangan menggenggam tasnya.\nAda hening beberapa detik.\nNadira menatap Raka, lalu berkata pelan, “Maaf…”\nRaka mengerutkan kening. “Maaf kenapa?”\nNadira menunduk. “Karena… kamu jadi korban gara-gara aku.”\nRaka ingin tertawa, tapi dadanya sakit.\n“Nad, kamu jangan mikir gitu,” katanya. “Aku dorong kamu karena aku mau.”\nNadira menggeleng pelan. “Kamu selalu begitu.”\nRaka terdiam.\nLalu Nadira bertanya sesuatu yang membuat ruangan seolah berhenti bergerak.\n“Raka… kamu punya siapa selain ibumu?”\nRaka menatap langit-langit.\nJawabannya sederhana.\nTidak banyak.\nIa punya ibu.\nDan… ya, mungkin ia punya Nadira sebagai teman.\nTapi sebagai “punya seseorang”… hidupnya terlalu sunyi untuk menyebut itu.\n“Nggak ada,” jawabnya lirih.\nNadira menggigit bibir. Matanya kembali berkaca. “Kalau gitu, jangan macam-macam. Jangan nekat. Kamu pikir kalau kamu mati… ibumu gimana?”\nRaka menelan ludah.\nIa tidak pernah ingin menjadi beban, tapi rupanya keberadaannya sendiri sudah menjadi beban bagi orang yang mencintainya.\nRaka ingin menjawab, tapi sebelum itu…\nSuara dingin itu muncul lagi.\n[MISI SELESAI: BERTAHAN HIDUP]\n[HADIAH DIBERIKAN]\n+10 POIN HOKI\n+1 KARTU NASIB (GRADE: RARE)\nRaka membeku.\nSuaranya jelas, sangat jelas.\nSeolah ada seseorang berdiri tepat di belakang telinganya, membisikkan kalimat itu.\nTapi Nadira tidak bereaksi sama sekali.\nTidak menoleh.\nTidak terkejut.\nTidak apa pun.\nArtinya…\nHanya Raka yang mendengar.\nRaka menatap kosong.\nDi pandangannya, di atas udara yang sebenarnya kosong, muncul panel tipis seperti layar transparan.\nTulisan-tulisannya melayang.\n[STATUS]\nNama: Raka Pradipta\nKondisi: Cedera Berat (Stabil)\nPoin Hoki: 10\nLevel Nasib: 0 (Calon Raja)\nKartu Nasib: 1\nRaka memejamkan mata cepat, lalu membukanya lagi.\nPanel itu masih ada.\nIni bukan halusinasi?\nJantungnya berdetak lebih cepat.\nNadira memanggil pelan, “Raka? Kamu kenapa?”\nRaka tersentak. “Nggak… nggak apa-apa.”\nIa menelan ludah. Lalu berpura-pura menutup mata sebentar agar Nadira tidak curiga. Di dalam pikirannya, Raka mencoba fokus pada tulisan itu.\n“Kartu Nasib…”\nPanel berubah, menampilkan satu kartu berwarna emas keperakan.\n[KARTU NASIB: “TITIK BALIK”]\nDeskripsi: Kesempatan langka untuk membalik keadaan.\nEfek: Saat diaktifkan, peluang keberhasilan target meningkat drastis selama 1 jam.\nCooldown: 7 hari.\nCatatan: Gunakan pada momen yang menentukan.\nRaka menahan napas.\nSatu jam keberuntungan ekstrem?\nItu…\nItu seperti memegang kunci pintu yang selama ini terkunci rapat.\nRaka ingin langsung menguji.\nTapi ia juga sadar… ia masih terbaring di ranjang rumah sakit, dipenuhi perban dan rasa sakit.\nDi depan Nadira, ia harus tetap terlihat normal.\nRaka membuka mata dan menghela napas pelan.\nNadira menatapnya. “Aku udah kabarin ibumu. Tapi… aku nggak berani kasih tau detailnya. Aku cuma bilang kamu kecelakaan kecil dan sekarang aman.”\nRaka membeku.\n“Ibuku… tau?” tanyanya serak.\nNadira mengangguk. “Iya. Ibukmu mau ke sini, tapi aku bilang tunggu dulu. Aku takut dia panik. Kayaknya dia juga lagi nggak enak badan.”\nRaka menggigit bibir.\nIa ingin menangis, tapi ia tidak punya hak untuk itu. Ia harus kuat.\n“Susahin kamu lagi,” kata Raka lirih.\nNadira tersenyum lemah. “Kamu tuh, kalau ngomong selalu begitu.”\nHening lagi.\nLalu Nadira menarik napas. Seolah ia memutuskan sesuatu.\n“Raka…” Nadira menatap lurus. “Kamu butuh uang, kan?”\nPertanyaan itu membuat Raka kaku.\nHarga diri lelaki kadang bukan sesuatu yang bisa dilipat begitu saja.\nRaka ingin berkata tidak.\nTapi ia tidak mau bohong lagi.\n“Iya,” jawabnya pelan, nyaris tak terdengar.\nNadira mengangguk, lalu mengeluarkan amplop kecil dari tasnya.\n“Ini bukan banyak,” katanya cepat, seolah takut Raka menolak. “Aku pinjemin dulu. Kamu bayar kapan aja kalau kamu udah bisa.”\nRaka menatap amplop itu seperti menatap pisau.\nUang.\nHal sederhana yang selalu menjadi monster di hidupnya.\nRaka menggenggam sprei.\nMenolak berarti menyakiti Nadira.\nMenerima berarti menelan rasa malu.\nNamun sebelum ia bisa menjawab…\nPintu kamar terbuka.\nSeorang pria masuk.\nDan begitu Raka melihat wajahnya, darahnya mendidih seketika.\nReno Mahendra.\nPria itu tidak sendiri. Ada dua orang lain bersamanya: satu berbadan besar seperti bodyguard, satu lagi terlihat seperti teman nongkrong.\nReno melangkah masuk dengan santai, seolah kamar rumah sakit itu miliknya. Matanya menatap Raka yang terbaring, lalu menatap Nadira yang duduk di samping ranjang.\nReno tersenyum miring.\n“Wah… hidup juga, ya?”\nNadira berdiri cepat. “Reno, kamu ngapain ke sini?!”\nReno mengangkat kedua tangan. “Tenang, tenang. Aku cuma mau lihat kondisi… pahlawan kita.”\nRaka menahan napas.\nIa ingin melompat, memukul, mengusir.\nTapi tubuhnya nyaris tidak bisa bergerak.\nReno mendekat, lalu menunduk sedikit, berbicara pelan ke Raka.\n“Rak,” suara Reno merendah, “tadi malam itu… kamu nggak ingat kan? Mobil itu… bisa aja nabrak kamu dua kali kalau aku nggak teriak.”\nRaka menatapnya tajam.\nBohong.\nReno bohong.\nTapi tatapan Reno tidak seperti orang yang sedang bercanda.\nTatapan itu seperti orang yang sedang memastikan sesuatu.\nSeolah Reno tahu lebih banyak dari yang Raka sadari.\nReno melirik Nadira, lalu berkata, “Nad, kamu ikut aku sebentar ya. Aku mau ngomong.”\nNadira menggeleng. “Aku nggak mau.”\nReno tersenyum, tapi senyum itu dingin. “Nad, jangan bikin aku ngomong di sini.”\nRaka ingin bersuara, tapi napasnya berat.\nDi panel sistem, tiba-tiba muncul tulisan baru.\n[PERINGATAN]\nANCAMAN TERDETEKSI\nMISI OPSIONAL: LINDUNGI ORANG BERHARGA\nTarget: Pastikan Nadira aman dari ancaman.\nHadiah: 20 Poin Hoki + “Skill Pasif” acak.\nGagal: Kerugian besar pada hubungan dan nasib.\nRaka membeku.\nSistem benar-benar… nyata.\nDan ancaman itu…\nRaka menatap Reno.\nUntuk pertama kalinya, ia menyadari bahwa pria ini bukan sekadar sombong.\nReno bisa menjadi bahaya.\nRaka menarik napas, memaksa suaranya keluar meski sakit.\n“Reno,” katanya pelan tapi tegas, “keluar.”\nReno menoleh, lalu tertawa kecil.\n“Kamu nyuruh aku keluar?” Reno menepuk ranjang pelan. “Rak, kamu ini lucu. Kamu bahkan nggak bisa berdiri.”\nRaka menatapnya tanpa berkedip.\nDi dalam dirinya, ada sesuatu yang selama ini mati—sesuatu yang tidak pernah ia miliki.\nBukan kekuatan fisik.\nBukan uang.\nTapi…\nkesempatan.\nRaka menelan ludah.\nPanel sistem berkedip, seolah menunggu perintah.\nDi bawah daftar, ada tombol kecil yang tak pernah ia lihat sebelumnya:\n[AKTIFKAN KARTU NASIB: TITIK BALIK?]\nDurasi: 1 Jam\nCooldown: 7 Hari\nRaka menatap tombol itu lama.\nSatu jam…\nSatu jam untuk membalikkan keadaan.\nSatu jam untuk membuat orang seperti Reno… menyesal telah meremehkannya.\nRaka mengangkat tatapan.\nMatanya bertemu mata Reno.\nDan untuk pertama kalinya dalam hidupnya…\nRaka tersenyum.\nBukan senyum lemah.\nTapi senyum orang yang menemukan kartu terakhir di permainan yang hampir ia kalah.\n“Reno…” suara Raka serak, “kalau kamu masih pengen ngomong… ngomong sama aku.”\nReno menaikkan alis. “Oh ya?”\nRaka menekan tombol itu di pikirannya.\n[KARTU NASIB “TITIK BALIK” DIAKTIFKAN]\nPada detik itu juga…\ndunia terasa berubah.\nHujan di luar masih jatuh, tapi bunyinya terdengar seperti musik latar kemenangan.\nNapas Raka masih sakit, tapi rasa sakit itu… seperti menjauh sedikit.\nDan yang paling aneh…\nRaka merasa, hari ini…\ntakdir sedang menunduk padanya.\n"
}
